<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Password Reset Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are the default lines which match reasons
    | that are given by the password broker for a password update attempt
    | has failed, such as for an invalid token or invalid new password.
    |
    */
    'password' => 'يجب أن تتكون كلمة المرور من ستة خانات على الأقل، ويجب أن تتطابق مع حقل التأكيد.',
    'reset' => 'تم إعادة تعيين كلمة المرور الخاصة بك!',
    'sent' => 'لقد أرسلنا عبر البريد الإلكتروني رابط إعادة تعيين كلمة المرور الخاصة بك!',
    'token' => 'رمز إعادة تعيين كلمة المرور هذا غير صالح.',
    'user' => "لا يمكننا العثور على مستخدم لديه عنوان البريد الإلكتروني هذا.",
    'reset_password' => [
        'subject' => 'تغيير كلمة المرور!',
        'message' => 'لقد تلقيت هذه الرسالة لطلب منك تغيير كلمة المرور. يرجى ملاحظة أن رمز التحقق ساري لمدة 5 دقائق فقط. إذا لم تقم بطلب تغيير كلمة المرور، يمكنك تجاهل هذه الرسالة!',
    ],

];
